# Essentials
build-essential
cmake
curl
git
python3
python3-pip
tmux
unzip
vim
wget
zsh

# Python build dependencies for pyenv
libbz2-dev
libssl-dev
libffi-dev
libreadline-dev
libsqlite3-dev
libncurses5-dev
libncursesw5-dev
xz-utils
tk-dev
zlib1g-dev
liblzma-dev
uuid-dev

# Useful
htop
tree
neofetch
inxi
traceroute
nmap
